{
    "data": [
        {
            "id": 1,
            "name": "Dying Light",
            "img": "dyingLight.jpg",
            "releaseDate": "2015-01-26T00:00:00.000Z",
            "plebiscite": "Global Game Awards",
            "title": "Best Horror Game",
            "description": "Dying Light is a 2015 survival horror video game developed by Techland and published by Warner Bros. Interactive Entertainment. The game's story follows an undercover agent named Kyle Crane who is sent to infiltrate a quarantine zone in a Middle-eastern city called Harran. It features an enemy-infested, open-world city with a dynamic day–night cycle, in which zombies are slow and clumsy during daytime but become extremely aggressive at night. The gameplay is focused on weapons-based combat and parkour, allowing players to choose fight or flight when presented with dangers. The game also features an asymmetrical multiplayer mode (originally set to be a pre-order bonus), and a four-player co-operative multiplayer mode.",
            "ranking": 5
        },
        {
            "id": 2,
            "name": "Dead Island",
            "img": "deadIsland.jpg",
            "releaseDate": "2011-09-07T00:00:00.000Z",
            "plebiscite": "Russian Annual Horror Film Awards",
            "title": "Horror Games Development Impact",
            "description": "Dead Island is a 2011 survival-horror action role-playing video game developed by Techland and published by Deep Silver[3] for Microsoft Windows, Linux, OS X, PlayStation 3, and Xbox 360. Centered on the challenge of surviving a zombie-infested open world with a major emphasis on melee. The plot focuses on 4 playable survivors trying to survive and escape off the fictional island of Banoi. The game was announced at the 2006 Electronic Entertainment Expo,[4] but delayed until 2011. The game's cinematic announcement trailer was met with controversy over its depiction of a dead child. However reception was nonetheless positive, with praise going towards the emotional impact, animation, and story, with the trailer being held as one of the best in any medium. The game was released in 2011. September for North America/Europe and in October for Japan. Despite the pre-release acclaim, the game received generally lukewarm reviews. While praised for its atmosphere, gameplay and playable characters, it was also criticized for large technical difficulties and in-game glitches, graphics, and most notably being hampered for lacking the emotional themes presented in the trailer. A stand-alone DLC expansion, Dead Island: Riptide was released in 2013. The spin-off, Escape Dead Island was released on 18 November 2014. And a sequel, Dead Island 2 was set to be released in 2017, but has been delayed indefinitely.[5] A remastered version of the game was released for Microsoft Windows, PlayStation 4, and Xbox One on 31 May 2016. Under the title Dead Island: Definitive Collection; it bundles the game with Riptide, all DLC, and a 16-bit side-scrolling game called Dead Island: Retro Revenge.",
            "ranking": 6
        },
        {
            "id": 3,
            "name": "The Walking Dead: Telltale series",
            "img": "twd.jpg",
            "releaseDate": "2012-04-24T00:00:00.000Z",
            "plebiscite": "VGX",
            "title": "Game of the Year",
            "description": "The Walking Dead is an episodic, graphic adventure video game series developed and published by Telltale Games and Skybound Games, based on The Walking Dead comic book series. First released in April 2012, the series currently spans four main five-episode seasons, an additional episode as downloadable content, and a mini three-episode season, with the fourth and final season being released in 2018 and ended in 2019. The games have been released to personal computers, game consoles, and mobile devices and have had both digital and physical releases. The series, like the comic, starts with an epidemic that turns the dead into zombie-like walkers that decimates civilization, and takes place along the United States eastern seaboard. The series focuses on the character of Clementine, a young girl that is cared for by Lee Everett during the first season, and subsequently travels both by herself and with other groups in later seasons after Lee sacrifices himself for her. During the second season, she becomes the adoptive caretaker of AJ, an infant left parentless. When Clementine later joins with a survival group called the New Frontier in the third season, they strip AJ from her, and Clementine works with another survivor, Javier Garcia, to rescue both their families from the New Frontier. During the final season, some years later, Clementine and AJ join other teenagers holding out at their boarding school to protect it from bandits and walkers. Some of the characters from the comic series, such as Shawn Greene, Glenn Rhee, Hershel Greene, Michonne, Siddiq and Paul Jesus Monroe, have appeared during the video game series.",
            "ranking": 7
        },
        {
            "id": 4,
            "name": "Resident Evil 2 Remake",
            "img": "re2.jpg",
            "releaseDate": "2019-01-25T00:00:00.000Z",
            "plebiscite": "Game Critics Awards",
            "title": "Best of Show",
            "description": "Resident Evil 2 is a 2019 survival horror game developed and published by Capcom. A remake of the 1998 game of the same name, it was released for Microsoft Windows, PlayStation 4, and Xbox One on January 25, 2019. Players control rookie police officer Leon S. Kennedy and college student Claire Redfield as they attempt to escape Raccoon City during a viral outbreak, that transforms the citizens into zombies and other creatures. Capcom first considered remaking Resident Evil 2 following the release of the remake of the first Resident Evil in 2002, but was delayed as series creator Shinji Mikami did not want to divert development from the then-upcoming Resident Evil 4 (2005). Capcom announced the Resident Evil 2 remake in August 2015 and released the first trailer and gameplay footage at E3 2018. Resident Evil 2 received critical acclaim, with praise for its presentation, gameplay, and faithfulness to the original and was nominated for several awards, including for game of the year. As of 2021, the game had sold over eight million copies, outselling the original.[1]",
            "ranking": 5
        },
        {
            "id": 5,
            "name": "Resident Evil 3 Remake",
            "img": "re3.jpg",
            "releaseDate": "2020-04-03T00:00:00.000Z",
            "plebiscite": "none",
            "title": "none",
            "description": "Resident Evil 3[b] is a 2020 survival horror video game developed and published by Capcom. Released for Microsoft Windows, PlayStation 4, and Xbox One, it is a remake of the 1999 game Resident Evil 3: Nemesis. The game follows former elite agent Jill Valentine and mercenary Carlos Oliveira as they attempt to find a vaccine and escape from a city during a viral outbreak. The game is played from an over-the-shoulder, third-person perspective and requires the player to solve puzzles and defeat a variety of monsters while being pursued by a creature called Nemesis. Most of Resident Evil 3 was developed concurrently with the 2019 remake of Resident Evil 2 and both games run on Capcom's proprietary RE Engine. Although the game features the same premise as the original, many parts were rearranged in favor of a more focused story. To honor the more action-oriented approach of the original, developers revamped the movement speed and animations from the Resident Evil 2 remake and added an ability for players to dodge incoming attacks. Because some features from the original game were excluded, a separate online multiplayer game, Resident Evil: Resistance, was bundled with Resident Evil 3. Resident Evil 3 received generally favorable reviews from critics, who highlighted its compelling narrative, tense atmosphere, and graphics. Criticism was primarily targeted at the game's short length and missing features from the original. The game's larger emphasis on moment-to-moment action and scripted sequences also disappointed some critics. According to Capcom, the game had sold 4.6 million copies by November 2021.",
            "ranking": 5
        },
        {
            "id": 6,
            "name": "The Division",
            "img": "theDivision.jpg",
            "releaseDate": "2016-03-08T00:00:00.000Z",
            "plebiscite": "Winner NAVGTR Award",
            "title": "Original Dramatic Score",
            "description": "Tom Clancy's The Division is an online-only action role-playing video game developed by Massive Entertainment and published in 2016 by Ubisoft, for Microsoft Windows, PlayStation 4 and Xbox One. It is set in a near future New York City in the aftermath of a viral pandemic; the player, a Special Agent of the Strategic Homeland Division, is tasked with helping the group rebuild its operations in Manhattan, investigate the nature of the outbreak, and combat criminal activity in its wake. The Division is structured with elements of role-playing games, as well as cooperative and player versus player online multiplayer. This game also marks the debut of Massive and Ubisoft's Snowdrop game engine.",
            "ranking": 5
        },
        {
            "id": 7,
            "name": "Metro 2033",
            "img": "metro2033.jpg",
            "releaseDate": "2010-03-16T00:00:00.000Z",
            "plebiscite": "none",
            "title": "none",
            "description": "Metro 2033 is a 2010 first-person shooter video game developed by 4A Games and published by THQ. The story is based on Dmitry Glukhovsky's novel of the same name, where survivors of a nuclear war have taken refuge in the Metro tunnels of Moscow. Players control Artyom, a man who must save his home station from the dangers lurking within the Metro. In the game, players encounter human and mutant enemies, who can be killed with a variety of firearms. Players must also wear a gas mask to explore areas covered in fallout radiation, both underground and on the surface. Metro 2033 was the debut title for 4A Games, whose founders had experience working on S.T.A.L.K.E.R.: Shadow of Chernobyl at GSC Game World. Glukhovsky chose 4A to adapt his novel due to the studio's location in Eastern Europe, and their expertise in developing first-person shooters. Glukhovsky gave the studio a lot of creative freedom. 4A focused their efforts on storytelling and atmosphere, intentionally avoiding any multiplayer gameplay to achieve their goal. The game was powered by the studio's own proprietary 4A Engine. It was first announced in 2006 as Metro 2033: The Last Refuge. The game was released in March 2010 for Microsoft Windows and Xbox 360. Critics gave the game positive reviews, with praise for its horror elements, detailed environments, and interesting plot. However, the game was also criticized for its bugs and artificial intelligence. Metro 2033 was profitable for THQ, selling more than 1.5 million copies by June 2012, though the publisher felt that their marketing efforts were rushed. The sequel Metro: Last Light was released in 2013, with Deep Silver acquiring the publishing rights from THQ after their bankruptcy. A compilation of both titles was released in 2014 as Metro Redux for Windows, PlayStation 4 and Xbox One. A third instalment, Metro Exodus, was released in 2019.",
            "ranking": 5
        },
        {
            "id": 8,
            "name": "Dying Light 2",
            "img": "dyingLight2.jpg",
            "releaseDate": "2022-03-04T00:00:00.000Z",
            "plebiscite": "none",
            "title": "none",
            "description":"Dying Light 2 Stay Human is an action role-playing survival horror video game, featuring a zombie apocalyptic-themed open world. Set 15 years after Dying Light, it stars a new protagonist named Aiden Caldwell (voiced by Jonah Scott), who is equipped with various parkour skills. Players can perform actions such as climbing ledges, sliding, leaping off from edges, and wall running to quickly navigate the city. It was confirmed that there are over 3000 parkour animations to give a more fluid free running experience. Tools such as a grappling hook and a paraglider also aid traversal in the city. Aiden can also use the undead to break his fall. The game is mostly melee-based with the majority of fighting using melee weapons. The melee weapons have a limited lifespan and will degrade as the player uses them in combat.[2] Long-range weapons such as crossbows, shotguns, and spears can be used as well. Weapons can be upgraded with different blueprints and components which can be found by breaking down weapons for craft parts. Aiden can also utilize superhuman skills due to the infection.[3] New zombies have been added. Like the first game, the zombies are slow when exposed to sunlight, but they become more aggressive and hostile at night. The game is set in the city of Villedor, a massive urban open world set in Europe that players can explore freely.[5] The map, which is four times bigger than the original game, is broken into seven distinct regions and each has its own landmarks and locations. When exploring the city, players can scavenge different scraps and resources for crafting new items and weapons.[6] In the game, players meet different factions and settlements and have to make different decisions that would fundamentally change the state of the game's world and how non-playable characters view Aiden. The consequences are far-reaching, with the player being able to bring prosperity to a faction while completely destroying another settlement. Making certain decisions will open up or seal-off areas in the city, encouraging players to complete multiple playthroughs.[7] Like its predecessor, the game features four-player cooperative multiplayer.[8]",
            "ranking": 5
        },
        {
            "id": 9,
            "name": "Horizon Forbidden West",
            "img": "horizonForbiddenWest.jpg",
            "releaseDate": "2022-02-18T00:00:00.000Z",
            "plebiscite": "none",
            "title": "none",
            "description": "Horizon Forbidden West is an action role-playing game played from the third-person perspective. Players control Aloy, a huntress in a world populated by dangerous machines. Set in an open world, the game will explore the mysterious frontier known as the Forbidden West, a post-apocalyptic version of the western United States, specifically the states of California, Nevada, and Utah.[1] The map will be larger than in the previous game, filled with secrets that lie beneath ruins from the world of the Old Ones. The game will feature a multitude of recognizable locations including a ruined San Francisco and the Yosemite Valley with various biomes.[2][3] One of the main additions to the sequel is the element of underwater exploration.[4] Players will be able to uncover the mysteries beneath the surface of seas, lakes and rivers.[5] The game will also feature enhanced melee combat, revamped climbing mechanics and improved traversal options over the original game with the addition of the Valor Surge system, freeform climbing and tools such as the Shieldwing, Focus Scanner, Diving Mask and Pullcaster.[6]",
            "ranking": 5
        },
        {
            "id": 10,
            "name": "S.T.A.L.K.E.R. 2: Heart of Chernobyl",
            "img": "stalkerChernobyl.jpg",
            "releaseDate": "2022-12-08T00:00:00.000Z",
            "plebiscite": "none",
            "title": "none",
            "description": "S.T.A.L.K.E.R. 2 was initially announced in 2010, with a release date set in 2012, by Sergei Grigorovich, CEO of GSC Game World, stating After the official sales of the series exceeded 4 million copies worldwide, we had no doubts left to start creating a new big game in the S.T.A.L.K.E.R. universe. This will be the next chapter of the mega-popular game players expect from us. The development of the game was ambitious; it was stated that the game would feature an all-new multiplatform engine, made from scratch to fit S.T.A.L.K.E.R. 2. During development, numerous layoffs and overall attrition through the development of the game had shrunk GSC's employee count by 75%. Two years in, Grigorovich had announced the immediate cessation of all development due to personal reasons, likely as a result of financial difficulty.[5] GSC Game World was officially dissolved on December 9, 2011.[6] The official Twitter account posted We will do our best to continue. However, at this moment, nothing is certain. After several months of uncertainty,[8] an update was posted that the development would continue after the holidays, although it would require funding.[9] However, the cancellation of this build of S.T.A.L.K.E.R. 2 had been formally announced in April 2012 on the company's Facebook page, officially stated to have resulted from dispute between investors, staff, and the original IP rights owner.",
            "ranking": 5
        },
        {
            "id": 11,
            "name": "Project Zomboid",
            "img": "projectZomboid.jpg",
            "releaseDate": "2013-11-08T00:00:00.000Z",
            "plebiscite": "none",
            "title": "none",
            "description":"Project Zomboid is an open world isometric survival horror video game in development by British and Canadian independent developer The Indie Stone. The game is set in a post-apocalyptic, zombie-infested world where the player is challenged to survive for as long as possible before inevitably dying. It was one of the first five games released on the alpha funding section of the gaming portal Desura. In 2011, The Indie Stone were subject to a high-profile setback within the indie gaming community following the theft of two laptops containing the game's code. Since then, Project Zomboid has appeared on Steam Early Access and continues development to this day. Project Zomboid is The Indie Stone's first commercially released game.[3] The latest stable release is Build 41, released in December 2021, which includes animation and combat overhauls, new audio and music, the city of Louisville, KY, and revamped multiplayer by General Arcade.[4][5]",
            "ranking": 5
        },
        {
            "id": 12,
            "name": "The Day Before",
            "img": "theDayBefore.jpg",
            "releaseDate": "2022-06-21T00:00:00.000Z",
            "plebiscite": "none",
            "title": "none",
            "description":"Welcome to The Day Before, an open-world MMO survival set in a deadly, post-pandemic America overrun by flesh-hungry infected and survivors killing each other for food, weapons, and cars. You wake up alone in a world you no longer remember, setting out to find answers and the resources to survive.",
            "ranking": 5
        },
        {
            "id": 13,
            "name": "The Last of Us",
            "img": "theLastOfUs.jpg",
            "releaseDate": "2014-07-29T00:00:00.000Z",
            "plebiscite": "The Game Award",
            "title": "Game of the Year",
            "description":"The Last of Us is a 2013 action-adventure game developed by Naughty Dog and published by Sony Computer Entertainment. Players control Joel, a smuggler tasked with escorting a teenage girl, Ellie, across a post-apocalyptic United States. The Last of Us is played from a third-person perspective. Players use firearms and improvised weapons, and can use stealth to defend against hostile humans and cannibalistic creatures infected by a mutated fungus in the genus Cordyceps. In the online multiplayer mode, up to eight players engage in cooperative and competitive gameplay. Development of The Last of Us began in 2009, soon after the release of Naughty Dog's previous game, Uncharted 2: Among Thieves. For the first time in the company's history, Naughty Dog split into two teams; while one team developed Uncharted 3: Drake's Deception, the other half developed The Last of Us. The relationship between Joel and Ellie became the focus, with all other elements developed around it. Actors Troy Baker and Ashley Johnson portrayed Joel and Ellie, respectively, through voice and motion capture, and assisted creative director Neil Druckmann with the development of the characters and story. The original score was composed and performed by Gustavo Santaolalla.",
            "ranking": 5
        },
        {
            "id": 14,
            "name": "Days Gone",
            "img": "daysGone.jpg",
            "releaseDate": "2019-04-26T00:00:00.000Z",
            "plebiscite": "Golden Joystick Awards",
            "title": "PlayStation Game of the Year",
            "description":"Days Gone is a 2019 action-adventure video game developed by Bend Studio and published by Sony Interactive Entertainment. The game is set in post-apocalyptic Oregon two years after the start of a pandemic. Former outlaw-turned-drifter Deacon St. John discovers his wife Sarah, having been assumed dead, may still be alive and goes on a quest to find her. Days Gone is played from a third-person perspective in which the player can explore an open world environment. Players can use firearms, melee weapons and improvised weapons, and can use stealth to defend themselves against hostile humans and cannibalistic creatures known as freakers. A major game mechanic is Deacon's motorcycle, which is used as the player character's main mode of transportation and mobile inventory. Days Gone was Bend Studio's first open-world project, its first original property since Syphon Filter (1999), and its first development project for home consoles after spending decades working on spinoff games for handheld consoles. The game's development took approximately six years; Bend Studio expanded nearly three-fold to support it. Major sources of inspiration for Days Gone were World War Z, The Walking Dead and Sons of Anarchy. The game was officially unveiled at E3 2016; its release was originally planned for 2018 but was delayed several times.",
            "ranking": 5
        },
        {
            "id": 15,
            "name": "Fallout 4",
            "img": "fallout4.jpg",
            "releaseDate": "2015-11-10T00:00:00.000Z",
            "plebiscite": "BAFTA Games Award",
            "title": "Best Game",
            "description": "Fallout 4 is a 2015 action role-playing game developed by Bethesda Game Studios and published by Bethesda Softworks. It is the fourth main game in the Fallout series and was released worldwide on November 10, 2015, for Microsoft Windows, PlayStation 4 and Xbox One. The game is set within an open world post-apocalyptic environment that encompasses the city of Boston and the surrounding Massachusetts region known as The Commonwealth. It makes use of a number of local landmarks, including Bunker Hill, Fort Independence, and Old North Bridge near Concord, as the bridge out of Sanctuary Hills. The main story takes place in the year 2287, ten years after the events of Fallout 3 and 210 years after The Great War, which caused catastrophic nuclear devastation across the United States. The player assumes control of a character referred to as the Sole Survivor, who emerges from a long-term cryogenic stasis in Vault 111, an underground nuclear fallout shelter. After witnessing the murder of their spouse and kidnapping of their son, the Sole Survivor ventures out into the Commonwealth to search for their missing child. The player explores the game's dilapidated world, completes various quests, helps out factions, and acquires experience points to level up and increase the abilities of their character. New features to the series include the ability to develop and manage settlements and an extensive crafting system where materials scavenged from the environment can be used to craft drugs and explosives, upgrade weapons and armor, and construct, furnish and improve settlements. Fallout 4 also marks the first game in the series to feature full voice acting for the protagonist.",
            "ranking": 5
        },
        {
            "id": 16,
            "name": "Wasteland 3",
            "img": "wasteland3.jpg",
            "releaseDate": "2020-08-28T00:00:00.000Z",
            "plebiscite": "none",
            "title": "none",
            "description":"Wasteland 3 is set in the frozen wastelands of a post-apocalyptic Colorado. The player takes control of two members from Arizona Ranger Team November, who survived after their unit was ambushed while on a mission in Colorado. The two survivors are subsequently forced to work with the local ruler, known as the Patriarch, in order to earn his support for the Arizona Rangers - after the last game, and the choice between Highpool and Ag Center, the Rangers are struggling to keep order in the face of increasingly severe shortages of food and water. Once arrived and settled, the rangers are informed by the Patriarch that they are to hunt down and rein in his three heirs, who have gone wild and begun fighting each other to succeed him, as well as fight to preserve his rule over the many settlements and scattered populations that make up Colorado. However, as the story unfolds, the rangers discover the extent of the Patriarch's brutality, and are contacted by Angela Deth (a returning NPC from previous Wasteland games) who asks for their help in sparking a rebellion against the Patriarch. Player must then decide whether to uphold the original bargain or work to free Colorado and potentially endanger the future of Arizona.",
            "ranking": 5
        },
        {
            "id": 17,
            "name": "Mad Max",
            "img": "madMax.jpg",
            "releaseDate": "2015-09-01T00:00:00.000Z",
            "plebiscite": "Global Game Awards",
            "title": "Best Action",
            "description": "Mad Max is an action-adventure video game based on the Mad Max franchise. Developed by Avalanche Studios and published by Warner Bros. Interactive Entertainment, it was released for Microsoft Windows, PlayStation 4, and Xbox One in 2015. Feral Interactive published the game's macOS and Linux versions. In the game, players control Max Rockatansky as he progresses through the wasteland building a vehicle, the Magnum Opus, to do battle with a gang of raiders, led by Scabrous Scrotus, and to reach the storied Plains of Silence, where he hopes to find peace. Mad Max emphasizes vehicular combat, in which players can use weapon and armor upgrades on their car to fight enemies. It is set in an open post-apocalyptic wasteland consisting of deserts, canyons, and caves. Two other Mad Max games, developed by Cory Barlog and Interplay Entertainment respectively, were in production before the announcement of this game, but neither of them were successfully released. Although Mad Max is not based on the film series, it was inspired by its universe, and franchise creator George Miller was consulted during the game's pre-production. Avalanche Studios found developing a vehicular-combat video game a challenge because of their inexperience with creating that type of game. Announced at E3 2013, the game was re-tooled during development and the PlayStation 3 and Xbox 360 versions were canceled. Originally planned for release in 2014, it was released in September the following year, several months after the theatrical release of Mad Max: Fury Road, the fourth film in the series. Mad Max received overall mixed reviews from critics. Although the game's environment, direction, vehicular combat, and graphics were praised, its quest design and story were criticized. The game became the eighth best-selling retail game in the United States in September 2015.",
            "ranking": 5
        },
        {
            "id": 18,
            "name": "Jaws of Extinction",
            "img": "jawsOfExtinction.jpg",
            "releaseDate": "2022-06-01T00:00:00.000Z",
            "plebiscite": "none",
            "title": "none",
            "description":"The island of Eden-Nadir, has fallen to a vicious mind consuming fungal parasite. Fight through the ashes of humanity to track down the truth behind the infection as one of four playable survivors before the outbreak spreads throughout the world.",
            "ranking": 5
        },
        {
            "id": 19,
            "name": "Frostpunk 2",
            "img": "frostpunk2.jpg",
            "releaseDate": "2050-01-01T00:00:00.000Z",
            "plebiscite": "none",
            "title": "none",
            "description":"Frostpunk is a city-building survival videogame developed and published by 11 bit studios. Players take on the role of a leader in an alternate-history late 19th century, in which they must build and maintain a city during a worldwide volcanic winter, managing resources, making choices on how to survive, and exploring the area outside their city for survivors, resources, or other useful items. The game features several scenarios to undertake, each with their own stories and different challenges. The game was initially released for Microsoft Windows in April 2018, but was later made available for PlayStation 4 and Xbox One in October 2019, and macOS in February 2021.[1] The game received generally positive reviews upon release and sold over 3 million copies within three years of its release. 11 Bit studios has partnered with NetEase Games to bring the Frostpunk Mobile version in 2021. A sequel, Frostpunk 2, was announced on August 12, 2021.[3]",
            "ranking": 5
        },
        {
            "id": 20,
            "name": "Forever Skies",
            "img": "foreverSkies.jpg",
            "releaseDate": "2023-01-01T00:00:00.000Z",
            "plebiscite": "none",
            "title": "none",
            "description":" Build & Control Your Airship - You will build and customize a high-tech airship. It will be your home, workshop, laboratory and more while flying above the surface of Earth. Control and steer it towards the ruins of our civilization and mysterious anomalies. Manage your airship hull and its integrity. Extract and gather resources to improve your airship and make it uniquely yours. Utilize Science to survive - Your scientific know-how will allow you to build and operate different machines. Analyze scanned items and reverse engineer lost technology. Research new ways of obtaining food and resources, discover new tools, and increase the chance of your survival.",
            "ranking": 5
        }
    ]
}